growth_topics = [
    "продуктивность",
    "привычки",
    "фокус и концентрация",
    "мышление роста",
    "самодисциплина",
    "энергоменеджмент",
    "борьба с прокрастинацией",
    "time-blocking и планирование",
    "мышление «от результата»",
    "психология самосаботажа",
    "эффект мультизадачности",
    "утренние и вечерние рутины"
]

business_topics = [
    "предпринимательство",
    "бизнес-мышление",
    "ценообразование",
    "упаковка продукта",
    "рост и масштабирование",
    "финансовая грамотность",
    "бизнес-модели",
    "ценностное предложение",
    "продажи",
    "управление рисками",
    "анализ конкурентов",
    "клиентский путь и удержание"
]

tech_topics = [
    "технологии автоматизации",
    "AI в бизнесе",
    "инструменты на базе нейросетей",
    "машинное обучение",
    "инновации",
    "чат-боты и NLP",
    "автоматизация контента",
    "нейросети в маркетинге",
    "AI-дизайн и генерация креативов",
    "low-code / no-code платформы"
]

team_topics = [
    "работа с командой",
    "делегирование",
    "лидерство",
    "мотивация сотрудников",
    "эффективные совещания",
    "управление удалённой командой",
    "обратная связь",
    "найм и адаптация сотрудников",
    "конфликты в команде",
    "формирование культуры",
    "лидер как коуч"
]

tools_topics = [
    "Notion и таск-менеджеры",
    "Trello, Asana",
    "инструменты для планирования",
    "аналитика и дашборды",
    "канбан-доски",
    "инструменты для командной работы",
    "облачные заметки и базы знаний",
    "автоматизация повторяющихся задач",
    "интеграции и API",
    "инструменты визуализации данных"
]
